{"index": {"_index": "strategy-chunks", "_id": "GH_2024_001"}}
{"chunk_id": "GH_2024_001", "doc_id": "GH_2024", "doc_title": "Global Health Strategy 2024-2028", "doc_year": 2024, "organization": "Global Fund", "chunk_text": "The Global Health Strategy 2024-2028 sets an ambitious agenda to accelerate progress toward universal health coverage across the world's most vulnerable populations. Building on gains achieved since 2020, the strategy identifies seven priority themes: maternal and newborn health, HIV/AIDS treatment and prevention, malaria control, tuberculosis elimination, vaccine delivery, digital health innovation, and gender equality. Total programme funding of USD 535 million across five funding areas will support implementation in over 30 priority countries, with a focus on Sub-Saharan Africa and South Asia where disease burden remains highest.", "section": "Executive Summary", "page_number": 3, "themes": ["MNH", "HIV", "MALARIA", "TB", "VACCINE", "DIGITAL", "GENDER"], "countries": [], "chunk_order": 1}
{"index": {"_index": "strategy-chunks", "_id": "GH_2024_002"}}
{"chunk_id": "GH_2024_002", "doc_id": "GH_2024", "doc_title": "Global Health Strategy 2024-2028", "doc_year": 2024, "organization": "Global Fund", "chunk_text": "Maternal and newborn health remains a cornerstone of the Global Fund's 2024-2028 strategy. With an estimated 287,000 maternal deaths annually — 80% occurring in Sub-Saharan Africa and South Asia — targeted interventions in Nigeria, India, and Ethiopia represent the highest-impact opportunity areas. The strategy commits to reducing the maternal mortality ratio (MMR) from the current baseline of 223 to 70 per 100,000 live births by 2028, through strengthened antenatal care, skilled birth attendance, and emergency obstetric services. Neonatal mortality rate targets a reduction from 18 to 12 per 1,000 live births. Health Systems Strengthening funding of USD 80 million and Capacity Building allocation of USD 35 million will directly support maternal health programmes.", "section": "Maternal & Newborn Health", "page_number": 5, "themes": ["MNH"], "countries": ["NGA", "IND", "ETH"], "chunk_order": 2}
{"index": {"_index": "strategy-chunks", "_id": "GH_2024_003"}}
{"chunk_id": "GH_2024_003", "doc_id": "GH_2024", "doc_title": "Global Health Strategy 2024-2028", "doc_year": 2024, "organization": "Global Fund", "chunk_text": "HIV/AIDS treatment and prevention efforts will expand antiretroviral therapy (ART) coverage from the current 76% to the 95-95-95 target by 2028. South Africa, home to the world's largest HIV epidemic with 7.8 million people living with HIV, remains the top priority country. Ethiopia and Kenya are designated as tier-2 priorities given their growing epidemics and high TB-HIV co-infection rates. The strategy allocates USD 70 million from Health Systems Strengthening and USD 25 million from Capacity Building to support HIV programme scale-up, including community-based testing, pre-exposure prophylaxis (PrEP) rollout, and viral load monitoring infrastructure.", "section": "HIV/AIDS", "page_number": 8, "themes": ["HIV"], "countries": ["ZAF", "ETH", "KEN"], "chunk_order": 3}
{"index": {"_index": "strategy-chunks", "_id": "GH_2024_004"}}
{"chunk_id": "GH_2024_004", "doc_id": "GH_2024", "doc_title": "Global Health Strategy 2024-2028", "doc_year": 2024, "organization": "Global Fund", "chunk_text": "Malaria prevention and control remains critical in Sub-Saharan Africa, where 95% of global malaria deaths occur. Nigeria alone accounts for 27% of global malaria mortality, followed by the Democratic Republic of Congo at 12%. The strategy targets reducing malaria case incidence from 58 to 25 per 1,000 population by 2028 through three pillars: (1) universal long-lasting insecticidal net (LLIN) distribution; (2) indoor residual spraying (IRS) in high-transmission zones; and (3) seasonal malaria chemoprevention (SMC) for children under five. Tanzania is designated a tier-2 priority country for its significant transmission zones in the Lake Victoria basin. Disease Prevention Programs funding of USD 90 million supports malaria interventions.", "section": "Malaria Prevention", "page_number": 12, "themes": ["MALARIA"], "countries": ["NGA", "COD", "TZA"], "chunk_order": 4}
{"index": {"_index": "strategy-chunks", "_id": "GH_2024_005"}}
{"chunk_id": "GH_2024_005", "doc_id": "GH_2024", "doc_title": "Global Health Strategy 2024-2028", "doc_year": 2024, "organization": "Global Fund", "chunk_text": "Tuberculosis elimination demands accelerated action, particularly in India, which carries 27% of the global TB burden with 2.7 million estimated incident cases annually. The strategy targets improving TB treatment success rate from 86% to 90% by 2028. Ethiopia and Kenya are tier-2 priorities due to high TB-HIV co-infection rates and growing drug-resistant TB concerns. Key interventions include: universal access to rapid molecular diagnostics (Xpert MTB/RIF Ultra); shorter, all-oral drug-resistant TB regimens; digital adherence technologies; and integrated TB-HIV service delivery. Disease Prevention Programs allocates USD 60 million for TB elimination efforts across priority countries.", "section": "Tuberculosis Elimination", "page_number": 15, "themes": ["TB"], "countries": ["IND", "ETH", "KEN"], "chunk_order": 5}
{"index": {"_index": "strategy-chunks", "_id": "GH_2024_006"}}
{"chunk_id": "GH_2024_006", "doc_id": "GH_2024", "doc_title": "Global Health Strategy 2024-2028", "doc_year": 2024, "organization": "Global Fund", "chunk_text": "Vaccine delivery strengthening is essential to achieving and sustaining high immunisation coverage across priority countries. DTP3 vaccination coverage — a proxy for health system reach — stands at 81% globally, with a 2028 target of 90%. Measles vaccination (MCV1) coverage must reach 95% to prevent outbreaks. Nigeria, India, and Ethiopia collectively account for over 40% of the world's unvaccinated children. The strategy invests in cold chain modernisation, community health worker training, and digital immunisation registries. Disease Prevention Programs funding of USD 50 million is allocated to vaccine delivery, with particular emphasis on zero-dose children in remote and conflict-affected areas.", "section": "Vaccine Delivery", "page_number": 18, "themes": ["VACCINE"], "countries": ["NGA", "IND", "ETH"], "chunk_order": 6}
{"index": {"_index": "strategy-chunks", "_id": "GH_2024_007"}}
{"chunk_id": "GH_2024_007", "doc_id": "GH_2024", "doc_title": "Global Health Strategy 2024-2028", "doc_year": 2024, "organization": "Global Fund", "chunk_text": "Digital health innovation represents a transformative opportunity to strengthen health systems and improve programme outcomes. The strategy targets raising the Digital Health Index from a baseline of 42 to 75 by 2028 across priority countries. Rwanda serves as the regional leader in digital health adoption, with its integrated health management information system (HMIS) serving as a model for peer countries. Digital Innovation & Data funding of USD 75 million will support: national electronic medical record systems, interoperable data exchange platforms, AI-assisted diagnostic tools, and telemedicine infrastructure in underserved rural areas.", "section": "Digital Health", "page_number": 22, "themes": ["DIGITAL"], "countries": ["RWA"], "chunk_order": 7}
{"index": {"_index": "strategy-chunks", "_id": "TB_2025_001"}}
{"chunk_id": "TB_2025_001", "doc_id": "TB_2025", "doc_title": "TB Elimination Plan 2025-2030", "doc_year": 2025, "organization": "WHO", "chunk_text": "Tuberculosis remains the world's deadliest infectious disease, claiming 1.3 million lives annually. India bears the highest burden with an estimated 2.7 million incident cases per year, representing 27% of the global total. Ethiopia reports approximately 140,000 new cases annually with a case notification gap of 30%, indicating substantial undetected transmission. The TB Elimination Plan 2025-2030 establishes an ambitious target of 90% treatment success rate and commits to finding the missing millions through active case-finding, contact investigation, and systematic screening in high-risk populations including people living with HIV, miners, prisoners, and urban slum residents.", "section": "Global TB Burden", "page_number": 4, "themes": ["TB"], "countries": ["IND", "ETH"], "chunk_order": 1}
{"index": {"_index": "strategy-chunks", "_id": "TB_2025_002"}}
{"chunk_id": "TB_2025_002", "doc_id": "TB_2025", "doc_title": "TB Elimination Plan 2025-2030", "doc_year": 2025, "organization": "WHO", "chunk_text": "Drug-resistant tuberculosis (DR-TB) poses an escalating threat to TB control efforts globally. An estimated 450,000 new cases of rifampicin-resistant TB (RR-TB) emerge annually, with multi-drug resistant TB (MDR-TB) accounting for 78% of cases. The Plan prioritises the rapid scale-up of all-oral, shorter treatment regimens — particularly the BPaL (bedaquiline, pretomanid, linezolid) regimen — which achieves cure rates above 90% compared to 57% for traditional injectable-containing regimens. Universal drug susceptibility testing (DST) at diagnosis is mandated, alongside pharmacovigilance systems to monitor adverse drug reactions.", "section": "Drug-Resistant TB", "page_number": 10, "themes": ["TB"], "countries": [], "chunk_order": 2}
{"index": {"_index": "strategy-chunks", "_id": "TB_2025_003"}}
{"chunk_id": "TB_2025_003", "doc_id": "TB_2025", "doc_title": "TB Elimination Plan 2025-2030", "doc_year": 2025, "organization": "WHO", "chunk_text": "TB-HIV co-infection remains a critical challenge, particularly in Sub-Saharan Africa where 14% of TB patients are co-infected with HIV. South Africa has the highest TB-HIV co-infection rate globally at 59%, while Kenya reports a co-infection rate of 29%. The Plan mandates routine HIV testing for all TB patients and immediate ART initiation for co-infected individuals. Collaborative TB-HIV service delivery models — including one-stop-shop clinics, integrated supply chain management, and joint supervision visits — have demonstrated 35% improvement in treatment outcomes in pilot programmes. Isoniazid preventive therapy (IPT) for all people living with HIV is a cornerstone intervention.", "section": "TB-HIV Co-infection", "page_number": 14, "themes": ["TB", "HIV"], "countries": ["ZAF", "KEN"], "chunk_order": 3}
{"index": {"_index": "strategy-chunks", "_id": "TB_2025_004"}}
{"chunk_id": "TB_2025_004", "doc_id": "TB_2025", "doc_title": "TB Elimination Plan 2025-2030", "doc_year": 2025, "organization": "WHO", "chunk_text": "The development of new TB vaccines represents the single greatest opportunity to end the TB epidemic. The M72/AS01E vaccine candidate, currently in Phase III trials, has shown 50% efficacy in preventing pulmonary TB among adults with latent TB infection. BCG revaccination strategies are also being evaluated in high-burden settings. The Plan commits to accelerated vaccine clinical trials, regulatory preparedness, and delivery platform readiness — including integration with existing immunisation programmes. Cold chain infrastructure investments and community health worker training for vaccine delivery are prioritised in India and Ethiopia, where the impact of an effective TB vaccine would be transformative.", "section": "TB Vaccines", "page_number": 18, "themes": ["TB", "VACCINE"], "countries": ["IND", "ETH"], "chunk_order": 4}
{"index": {"_index": "strategy-chunks", "_id": "GE_2023_001"}}
{"chunk_id": "GE_2023_001", "doc_id": "GE_2023", "doc_title": "Gender & Health Equity Framework 2023-2028", "doc_year": 2023, "organization": "Global Fund", "chunk_text": "Gender inequality remains a fundamental barrier to achieving universal health coverage. Women and girls in low- and middle-income countries face structural disadvantages in accessing health services, including limited decision-making power over their own healthcare, restricted mobility, financial dependence, and gender-based violence. The Gender Development Index (GDI) baseline of 0.82 reveals persistent gaps in health, education, and economic participation. This Framework commits to raising the GDI to 1.0 by 2028 through gender-transformative approaches that address root causes rather than symptoms of inequality. Maternal and newborn health outcomes are inextricably linked to women's empowerment and gender equity.", "section": "Gender & Health Disparities", "page_number": 5, "themes": ["GENDER", "MNH"], "countries": [], "chunk_order": 1}
{"index": {"_index": "strategy-chunks", "_id": "GE_2023_002"}}
{"chunk_id": "GE_2023_002", "doc_id": "GE_2023", "doc_title": "Gender & Health Equity Framework 2023-2028", "doc_year": 2023, "organization": "Global Fund", "chunk_text": "Women's sexual and reproductive health rights are central to the Framework's approach to reducing maternal mortality. In Nigeria, only 39% of births are attended by skilled health personnel, with adolescent girls facing particularly acute barriers including child marriage, limited access to contraception, and social stigma around pregnancy complications. India's maternal mortality ratio of 103 per 100,000 live births masks significant regional variation, with rural states recording rates three times the national average. The Framework advocates for comprehensive sexuality education, community midwifery programmes, and legal reforms to eliminate spousal consent requirements for maternal healthcare services.", "section": "Reproductive Health Rights", "page_number": 9, "themes": ["GENDER", "MNH"], "countries": ["NGA", "IND"], "chunk_order": 2}
{"index": {"_index": "strategy-chunks", "_id": "GE_2023_003"}}
{"chunk_id": "GE_2023_003", "doc_id": "GE_2023", "doc_title": "Gender & Health Equity Framework 2023-2028", "doc_year": 2023, "organization": "Global Fund", "chunk_text": "Gender-responsive budgeting ensures that health funding allocations actively address gender disparities rather than perpetuating them. The Gender & Health Equity funding area (USD 50 million, FY2024) is structured to allocate 60% (USD 30 million) to gender equality programming and 40% (USD 20 million) to maternal and newborn health interventions that incorporate gender-transformative components. All funded programmes must demonstrate: gender analysis in design, sex-disaggregated monitoring indicators, meaningful participation of women's organisations, and accountability mechanisms for gender equity outcomes. Budget tracking tools are being deployed to monitor the gender responsiveness of all programme expenditures across the portfolio.", "section": "Gender-Responsive Budgeting", "page_number": 14, "themes": ["GENDER"], "countries": [], "chunk_order": 3}
{"index": {"_index": "strategy-chunks", "_id": "GE_2023_004"}}
{"chunk_id": "GE_2023_004", "doc_id": "GE_2023", "doc_title": "Gender & Health Equity Framework 2023-2028", "doc_year": 2023, "organization": "Global Fund", "chunk_text": "Reducing maternal mortality through a gender equity lens requires addressing the social determinants that drive poor outcomes. In Ethiopia, women's limited access to transportation and decision-making authority contributes to delays in seeking emergency obstetric care — a leading cause of preventable maternal death. Rwanda's community health worker model, which deploys predominantly female health workers and integrates gender equity training, has achieved remarkable results: a 77% reduction in maternal mortality since 2000. The Framework recommends scaling Rwanda's approach across priority countries, with adaptations for local context. Implementation priorities include: community-based maternal health surveillance, women's health cooperatives, and male engagement programmes that challenge harmful gender norms around pregnancy and childbirth.", "section": "Implementation Priorities", "page_number": 18, "themes": ["GENDER", "MNH"], "countries": ["ETH", "RWA"], "chunk_order": 4}
